Repository: Mudlet/ci-snapshots
Catalog: i18n/*/LC_MESSAGES/ci_snapshots.po
Languages: ru

source: Failed Request - File Read Error
ru: Сбой Запроса - Ошибка Чтения Файла

source: Name
ru: Имя

source: Created
ru: Создан

source: Size
ru: Размер

source: Expires
ru: Истекает

source: Only
ru: Только

source: View Pull Request on Github.com
ru: Показать Pull Request на Github.com

source: View Commit on Github.com
ru: Просмотреть коммит на Github.com

source: Error while fetching Snapshot list!
ru: Ошибка при получении списка снимков!

source: Failed - Internal Server Error
ru: Сбой-Внутренняя ошибка сервера

source: 404 Not Found
ru: 404 Страница не найдена

source: Not Found
ru: Не найдено

source: The requested URL was not found on this server.
ru: Запрашиваемый URL не найден на этом сервере.

source: Server at
ru: Сервер по адресу

source: Port
ru: Порт

source: Database Connection Error!
ru: Ошибка соединения с базой данных!

source: Mudlet Pull-Request Snapshots
ru: Mudlet Pull-Request Снимок

source: Mudlet Logo
ru: Логотип Mudlet

source: <a href="https://www.mudlet.org/">Home</a>
ru: <a href="https://www.mudlet.org/">Главная</a>

source: <a href="https://wiki.mudlet.org/">Wiki</a>
ru: <a href="https://wiki.mudlet.org/">Вики</a>

source: <a href="https://forums.mudlet.org/">Forum</a>
ru: <a href="https://forums.mudlet.org/">Форум</a>

source: Available Snapshot Files
ru: Доступные файлы снимков

source: This page lists "Snapshots" of the Mudlet software built through Continuous Integration services as a result of commits and pull requests to the <a href="https://github.com/Mudlet/Mudlet">Mudlet repository on Github.com</a><br /> These files are made available to enable easier testing of software changes but cannot be stored indefinitely.<br /> For Mudlet Release Downloads visit: <a href="https://www.mudlet.org/download/">https://www.mudlet.org/download/</a>
ru: На этой странице перечислены "Снимки" программного обеспечения Mudlet, построенного с помощью служб непрерывной интеграции в результате коммитов и запросов к репозиторию <a href="https://github.com/Mudlet/Mudlet">Mudlet на Github.com</a><br /> Эти файлы доступны для более легкого тестирования изменений программного обеспечения, но не могут храниться бесконечно.<br /> Посетите раздел "Загрузка релизов Mudlet": <a href="https://www.mudlet.org/download/">https://www.mudlet.org/download/</a>

source: All times are shown in
ru: Все времена отображаются в

source: Latest <abbr title="Public Test Build">PTB</abbr> Snapshots
ru: Последние <abbr title="Public Test Build">PTB</abbr> снимки

source: Show only files for:
ru: Показывать только файлы для:

source: All Platforms
ru: Все платформы

source: in
ru: войти

source: Branches &amp; PRs
ru: Ветки &amp; PRs

source: Branches Only
ru: Только ветки

source: Pull-Requests Only
ru: Только Pull-Requests

source: Remember via Cookie:
ru: Запомнить с помощью Cookie:

source: All times are in
ru: Все времена в

source: Storage Used
ru: Используемое хранилище

source: Made with <i class="fas fa-heart" aria-hidden="true" title="heart"></i><span class="sr-only">heart</span>, <i class="fas fa-coffee" aria-hidden="true" title="coffee"></i><span class="sr-only">coffee</span>, and You.
ru: Сделано с <i class="fas fa-heart" aria-hidden="true" title="heart"></i><span class="sr-only">сердце</span>, <i class="fas fa-coffee" aria-hidden="true" title="coffee"></i><span class="sr-only">кофе</span>, и ты.

source: <a href="https://www.mudlet.org/terms-of-service/" title="Mudlet.org Terms of Service and Privacy Policy">Terms &amp; Privacy</a><a href="https://www.mudlet.org/about/" title="About Mudlet">About Mudlet</a>
ru: <a href="https://www.mudlet.org/terms-of-service/" title="Mudlet.org Terms of Service and Privacy Policy">Условия &amp; Конфиденциальности</a><a href="https://www.mudlet.org/about/" title="About Mudlet">О Mudlet</a>

source: local time
ru: местное время
